/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Bruk BlackBerry Blend til å vise meldingene og innholdet fra BlackBerry-enheten på datamaskinen. Du kan også vise kalenderen din og kontaktene dine og administrere filer mellom datamaskinen og enheten. Hvis enheten er aktivert for Enterprise, får du sikker tilgang til informasjon, filer og intranett på jobb uten å koble til VPN. BlackBerry Blend støttes på enheter som kjører BlackBerry 10 OS versjon 10.3 eller nyere.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Bruk BlackBerry Link til å sikkerhetskopiere og gjenopprette enhetsdata, bytte til en ny enhet, oppdatere enhetsprogramvaren eller installere enhetsprogramvare på nytt. Du kan også synkronisere medier, dokumenter og planleggerdata, for eksempel kontakter og kalendere mellom enheten og datamaskinen. Gi tilgang til filene på datamaskinen fra enheten ved hjelp av funksjonen for ekstern tilgang til filer med mer!";